Repository: OpenVisionE2/2boom-plugins
Catalog: YWfH/po/*.po
Languages: uk

source: %d mmHg
uk: %d мм рт.ст.

source: %s km
uk: %s км

source: %s%% humidity
uk: %s%% вологість

source: 2boom's Yahoo! Weather
uk: Погода Yahoo!

source: 2boom's Yahoo! Weather for Hotkey
uk: Погода Yahoo для Hotkey

source: Blowing snow
uk: Низова хуртовина

source: Blustery
uk: Буйний вітер

source: Clear (night)
uk: Безхмарно (в ночі)

source: Cloudy
uk: Хмарність

source: Cold
uk: Холод

source: Drizzle
uk: Мряка

source: Dust
uk: Пил

source: E, %3.02f m/s
uk: С, %3.02f м/с

source: ENE, %3.02f m/s
uk: СПНС, %3.02f м/с

source: ESE, %3.02f m/s
uk: СПДС, %3.02f м/с

source: Fair (day)
uk: Ясно (в день)

source: Fair (night)
uk: Ясно (в ночі)

source: Feels: %s
uk: По відчуттю: %s

source: Foggy
uk: Туман

source: Freezing drizzle
uk: Паморозь

source: Freezing rain
uk: Крижаний дощ

source: Friday
uk: П'ятниця

source: Hail
uk: Град

source: Haze
uk: Легкий туман

source: Heavy snow
uk: Сильна хуртовина

source: Hot
uk: Спека

source: Hurricane
uk: Ураган

source: Isolated thundershowers
uk: Ізольовані грози

source: Isolated thunderstorms
uk: Ізольовані грози

source: Light snow showers
uk: Легкий снігопад

source: Mixed rain and hail
uk: Дощ з градом

source: Mixed rain and sleet
uk: Дощ і слякоть

source: Mixed rain and snow
uk: Дощ зі снігом

source: Mixed snow and sleet
uk: Сніг і слякоть

source: Monday
uk: Понеділок

source: Mostly cloudy (day)
uk: Сильна хмарність (в день)

source: Mostly cloudy (night)
uk: Сильна хмарність (в ночь)

source: N, %3.02f m/s
uk: ПН, %3.02f м/с

source: NE, %3.02f m/s
uk: ПНС, %3.02f м/с

source: NNE, %3.02f m/s
uk: ПНПНС, %3.02f м/с

source: NNW, %3.02f m/s
uk: ПНПНЗ, %3.02f м/с

source: NW, %3.02f m/s
uk: ПНЗ, %3.02f м/с

source: Not available
uk: Не доступно

source: Partly cloudy
uk: Часткова хмарність

source: Partly cloudy (day)
uk: Часткова хмарність (в день)

source: Partly cloudy (night)
uk: Часткова хмарність (в ночі)

source: Rain
uk: Дощ

source: Restart
uk: Перезавантаження

source: S, %3.02f m/s
uk: ПД, %3.02f м/с

source: SE, %3.02f m/s
uk: ПДС, %3.02f м/с

source: SSE, %3.02f m/s
uk: ПДПДС, %3.02f м/с

source: SSW, %3.02f m/s
uk: ПДПДЗ, %3.02f м/с

source: SW, %3.02f m/s
uk: ПДЗ, %3.02f м/с

source: Saturday
uk: Субота

source: Scattered showers
uk: Рідкісні дощі

source: Scattered snow showers
uk: Рідкісний зливовий сніг

source: Scattered thunderstorms
uk: Рідкісні грози

source: Severe thunderstorms
uk: Сильна гроза

source: Showers
uk: Злива

source: Sleet
uk: Мокрий сніг

source: Smoky
uk: Димка

source: Snow
uk: Хуртовина

source: Snow flurries
uk: Снігопад

source: Snow showers
uk: Зливовий сніг

source: Sunday
uk: Неділя

source: Sunny
uk: Сонячно

source: Thundershowers
uk: Грози

source: Thunderstorms
uk: Гроза

source: Thursday
uk: Четверг

source: Tomorrow
uk: Завтра

source: Tornado
uk: Торнадо

source: Tropical storm
uk: Тропічний шторм

source: Tuesday
uk: Вівторок

source: User skin
uk: Скін користувача

source: W, %3.02f m/s
uk: З, %3.02f м/с

source: WNW, %3.02f m/s
uk: ЗПНЗ, %3.02f м/с

source: WSW, %3.02f m/s
uk: ЗПДЗ, %3.02f м/с

source: Weather icons style
uk: Стиль іконок погоди

source: Wednesday
uk: Середа

source: Windy
uk: Вітер

source: configuration is saved
uk: конфігурація збережена

source: max: %s
uk: макс: %s

source: min: %s
uk: мін: %s

source: press menukey for config
uk: для налаштувань натиснить Меню
