Repository: OpenVisionE2/2boom-plugins
Catalog: ReMountNetShare/po/*.po
Languages: ru

source: 2boom's RemountNetShare
ru: Перемонтирование сетевых подключений

source: configuration is saved
ru: конфигурация сохранена

source: Enabled
ru: Включено

source: Disabled
ru: Выключено

source: Remount now
ru: Перемонтировать

source: UnMount in deepstandby
ru: Размонтировать при выключении

source: ReMount on wakeup
ru: Перемонтировать при выходе из ожидания

source: Show Remount NetShare in ExtensionMenu
ru: Перемонтирование в расширенном меню

source: ReMount on restart enigma2
ru: Перемонтировать при рестарте энигма

source: remounting ...
ru: перемонтирование ...

source: manual or auto remount network share
ru: ручное и автоматическое перемонтирование сетевых подключений

source: active: %s %s %s
ru: активно: %s %s %s

source: Show Unmount NetShare in ExtensionMenu
ru: Размонтирование в расширенном меню

source: Remount NetShare
ru: Перемонтирование сетевых подключений

source: Unmount NetShare
ru: Размонтирование сетевых подключений

source: unmounting ...
ru: размонтирование ...
