Repository: OpenVisionE2/2boom-plugins
Catalog: RPUlite/po/*.po
Languages: ru, uk

source: 1 hour
ru: 1 час
uk: 1 година

source: 2 hours
ru: 2 часа
uk: 2 години

source: 3 hours
ru: 3 часа
uk: 3 години

source: Current proxy: %s Not working
ru: Текущий ip: %s не работает
uk: Поточний ip: %s не работает

source: Current proxy: %s Status: OK user(s): %s
ru: Текущий ip: %s статус: OK клиент(ов): %s
uk: Поточний ip: %s статус: OK клієнт (ів): %s

source: Donwloading ip & channel list
ru: Загрузка IP и списка каналов
uk: Завантаження IP та списку каналів

source: IP & Ch.List Update
ru: Обновить список
uk: Оновити IP в фав.

source: IP Update
ru: Обновить IP
uk: Пошук IP

source: Input Name of default bouquet
ru: Введите имя в букете по умолчанию
uk: Оберіть им'я в букеті за замовчуванням

source: Input new proxy ip
ru: Ввод нового прокси IP
uk: Введення нового проксі IP

source: Input password (if needed)
ru: Введите пароль (при необходимости)
uk: Введіть пароль (при необхідності)

source: Please wait
ru: Пожалуйста подождите
uk: Будь ласка зачекайте

source: Proxy updater in ExtensionMenu
ru: Показать RPUlite в меню дополнений
uk: Показати RPUlite в меню додатків

source: Reference in default bouquet
ru: Прописывать референсы каналов
uk: Вказати референси каналів

source: Reload servicelist
ru: Перезагрузка списка каналов
uk: Перезавантаження списку каналів

source: Select service type in default bouquet
ru: Выберите тип услуги в фаворите по умолчанию
uk: Оберіть тип послуги в фавориті за замовчуванням

source: Select source
ru: Выберите источник
uk: Оберіть джерело

source: Set time to update ip (cron needed)
ru: Установите период обновления (cron)
uk: Встановити час оновлення (cron)

source: TV
ru: ТВ
uk: ТБ

source: Update ip on startup
ru: Обновлять ip при старте
uk: Обновити ip при старті

source: configuration is saved
ru: Конфигурация сохранена
uk: Конфігурацію збережено

source: source 1
ru: источник 1
uk: джерело 1

source: source 2
ru: источник 2
uk: джерело 2
