Repository: OpenVisionE2/2boom-plugins
Catalog: UpdatePreview/po/*.po
Languages: ru, uk

source: . Image is stable.
ru: . Имидж стабилен.
uk: . Імідж стабільний.

source: . Image may not be stable.
ru: . Имидж может быть не стабилен.
uk: . Імідж може бути не стабільний.

source: Error receive list-upgradable, try later
ru: Ошибка получения списка обновлений, попробуйте позже
uk: Помилка одержання списку оновлень, спробуйте пізніше

source: Latest Commits
ru: Изменения
uk: Зміни

source: No updates available
ru: Hет доступных обновлений
uk: Hе має доступних оновлень

source: Please wait
ru: Пожалуйста, подождите
uk: Будь ласка, зачекайте

source: Select files
ru: Выберите файлы
uk: Оберіть файли

source: Software update preview
ru: Просмотр обновлений ПО
uk: Перегляд оновлень ПО

source: Update preview: %s aviable
ru: Обновления: %s доступно
uk: Оновлення: %s доступно

source: Updating list installed and upgradable packages
ru: Обновление списка установленных и обновляемых пакетов
uk: Оновлення списку встановлених і оновлюваних пакетів

source: Updating list of available packages
ru: Обновление списка доступных пакетов
uk: Оновлення списку доступних пакетів

source: Updating...
ru: Обновление...
uk: Оновлення...
