Repository: OpenVisionE2/2boom-plugins
Catalog: YWeather/po/*.po
Languages: ru, sk

source: %d mmHg
ru: %d мм рт.ст.

source: %s km
ru: %s км
sk: %s km viditeľnosť

source: %s%% humidity
ru: %s%% влажность
sk: %s%% vlhkosť

source: 1. Visit http://weather.yahoo.com/\n2. Enter your city or zip code and give go...\n3. Copy ID (digit only) from\nhttp://weather.yahoo.com/ukraine/.../kyiv-924938/\n4. Save and restart the enigma
ru: 1. Заходим на http://weather.yahoo.com/\n2. Вводим название населенного пункта...\n3. Копируем ID (только цифры)\nhttp://weather.yahoo.com/ukraine/.../kyiv-924938/\n4. Вводим и перезагружаем enigma
sk: 1. Navštívte stránku http://weather.yahoo.com/\n2. Zadajte mesto alebo PSČ...\n3. Skopírujte kód mesta (len číslice) z adresy\nhttp://weather.yahoo.com/ukraine/.../kyiv-924938/\n4. Uložte a reštartuje enigmu.

source: 10 sec
ru: 10 сек.

source: 12 sec
ru: 12 сек.

source: 16 sec
ru: 16 сек.

source: 2boom's Yahoo! Weather
ru: Погода Yahoo!

source: 5 sec
ru: 5 сек.

source: 8 sec
ru: 8 сек.

source: Blowing snow
ru: Низовая метель
sk: sneh s vetrom

source: Blustery
ru: Буйный ветер
sk: búrlivý vietor

source: City code
ru: Код населенного пункта
sk: Kód mesta

source: City name
ru: Название населенного пункта
sk: Názov mesta

source: Clear (night)
ru: Безоблачно (ночью)
sk: jasno

source: Cloudy
ru: Облачность
sk: zamračené

source: Cold
ru: Холод
sk: chladno

source: Drizzle
ru: Морось
sk: mrholenie

source: Dust
ru: Пыль
sk: prašno

source: E, %3.02f m/s
ru: В, %3.02f м/с
sk: V, %3.02f m/s

source: ENE, %3.02f m/s
ru: ВСВ, %3.02f м/с
sk: VSV, %3.02f m/s

source: ESE, %3.02f m/s
ru: ВЮВ, %3.02f м/с
sk: VJV, %3.02f m/s

source: Fair (day)
ru: Ясно (днем)
sk: takmer jasno

source: Fair (night)
ru: Ясно (ночью)
sk: takmer jasno

source: Feels: %s
ru: ощущения: %s
sk: pocitová teplota: %s

source: Foggy
ru: Туман
sk: hmlisto

source: Freezing drizzle
ru: Изморозь
sk: mrznúce mrholenie

source: Freezing rain
ru: Ледяной дождь
sk: mrznúci dážď

source: Friday
ru: Пятница
sk: Piatok

source: Hail
ru: Град
sk: kurpobitie

source: Haze
ru: Легкий туман
sk: hmla

source: Heavy snow
ru: Сильная метель
sk: silné sneženie

source: Hot
ru: Жара
sk: horúco

source: Hurricane
ru: Ураган
sk: hurikán

source: Isolated thundershowers
ru: Изолированные грозы
sk: občasné prehánky

source: Isolated thunderstorms
ru: Изолированные грозы
sk: občasné búrky

source: Light snow showers
ru: Легкий снегопад
sk: snehové prehánky

source: Mixed rain and hail
ru: Дождь с градом
sk: dážď s krúpami

source: Mixed rain and sleet
ru: Дождь и слякоть
sk: dážď so snehom

source: Mixed rain and snow
ru: Дождь со снегом
sk: dážď so snehom

source: Mixed snow and sleet
ru: Снег и слякоть
sk: sneh s dažďom

source: Monday
ru: Понедельник
sk: Pondelok

source: Mostly cloudy (day)
ru: Сильная облачность (день)
sk: prevažne zamračené

source: Mostly cloudy (night)
ru: Сильная облачность (ночь)
sk: prevažne zamračené

source: N, %3.02f m/s
ru: С, %3.02f м/с
sk: S, %3.02f m/s

source: NE, %3.02f m/s
ru: СВ, %3.02f м/с
sk: SV, %3.02f m/s

source: NNE, %3.02f m/s
ru: ССВ, %3.02f м/с
sk: SSV, %3.02f m/s

source: NNW, %3.02f m/s
ru: ССЗ, %3.02f м/с
sk: SSZ, %3.02f m/s

source: NW, %3.02f m/s
ru: СВ, %3.02f м/с
sk: SZ, %3.02f m/s

source: Not available
ru: Не доступно
sk: Nie je k dispozícii

source: Partly cloudy
ru: Частичная облачность
sk: polojasno

source: Partly cloudy (day)
ru: Частичная облачность (день)
sk: polojasno

source: Partly cloudy (night)
ru: Частичная облачность (ночь)
sk: polojasno

source: Rain
ru: Дождь
sk: dážď

source: Restart
ru: Перезагрузка
sk: Reštartovať

source: S, %3.02f m/s
ru: Ю, %3.02f м/с
sk: J, %3.02f m/s

source: SE, %3.02f m/s
ru: ЮВ, %3.02f м/с
sk: JV, %3.02f m/s

source: SSE, %3.02f m/s
ru: ЮЮВ, %3.02f м/с
sk: JJV, %3.02f m/s

source: SSW, %3.02f m/s
ru: ЮЮЗ, %3.02f м/с
sk: JJZ, %3.02f m/s

source: SW, %3.02f m/s
ru: ЮЗ, %3.02f м/с
sk: JZ, %3.02f m/s

source: Saturday
ru: Суббота
sk: Sobota

source: Scattered showers
ru: Редкие дожди
sk: ojedinelý dážď

source: Scattered snow showers
ru: Редкий ливневой снег
sk: ojedinelé sneženie

source: Scattered thunderstorms
ru: Редкие грозы
sk: ojedinelé búrky

source: Select plugin key
ru: Выберите кнопку вызова плагина
sk: Vyberte tlačidlo spustenia pluginu

source: Severe thunderstorms
ru: Сильная гроза
sk: silné búrky

source: Showers
ru: Ливень
sk: prehánky

source: Sleet
ru: Мокрый снег
sk: sneh s dažďom

source: Smoky
ru: Дымка
sk: hmlisto

source: Snow
ru: Метель
sk: sneženie

source: Snow flurries
ru: Снегопад
sk: silné sneženie

source: Snow showers
ru: Ливневой снег
sk: snehové prehánky

source: Sunday
ru: Воскресение
sk: Nedeľa

source: Sunny
ru: Солнечно
sk: jasno

source: Thundershowers
ru: Грозы
sk: búrky

source: Thunderstorms
ru: Гроза

source: Thursday
ru: Четверг
sk: Štvrtok

source: Tomorrow
ru: Завтра
sk: zajtra

source: Tornado
ru: Торнадо
sk: tornádo

source: Tropical storm
ru: Тропический шторм
sk: tropická búrka

source: Tuesday
ru: Вторник
sk: Utorok

source: User skin
ru: Пользовательски скин
sk: Užívateľský skin

source: W, %3.02f m/s
ru: З, %3.02f м/с
sk: Z, %3.02f m/s

source: WNW, %3.02f m/s
ru: ЗСЗ, %3.02f м/с
sk: ZSZ, %3.02f m/s

source: WSW, %3.02f m/s
ru: ЗЮЗ, %3.02f м/с
sk: ZJZ, %3.02f m/s

source: Weather icons style
ru: Стиль иконок погоды
sk: Štýl ikon počasia

source: Weather info timeout
ru: Время показа информации о погоде
sk: Doba zobrazenia info o počasí

source: Wednesday
ru: Среда
sk: Streda

source: Windy
ru: Ветер
sk: veterno

source: configuration is saved
ru: конфигурация сохранена
sk: Nastavenia boli uložené

source: max: %s
ru: макс: %s

source: min: %s
ru: мин: %s

source: yahoo! weather plugin config
ru: погода yahoo! конфигуратор
sk: Konfigurácia pluginu 2boom´s Yahoo! Weather
