Repository: OpenVisionE2/2boom-plugins
Catalog: epgdd/po/*.po
Languages: de, uk

source: EPG from %s
de: EPG-Download %s
uk: Загрузка с %s

source: Select path to save epg.dat
de: Wählen Sie den Pfad zu epg.dat
uk: Оберіть путь для epg.dat

source: Set EPG filename
de: EPG-Dateiname einstellen
uk: Встановіть ім'я файлу EPG

source: Download url
de: Download-Adresse
uk: Адреса завантаження

source: Check epg.dat exists
de: Überprüfen Sie, ob epg.dat existieren
uk: Перевіряти наявність

source: Show Auto EPG Downloader in ExtensionMenu
de: Zeigen Auto EPG-Downloader in ExtensionMenu
uk: Показати Авто EPG в меню розширень

source: Close
de: Schließen
uk: Закрити

source: Save
de: Speichern
uk: Зберегти

source: Download EPG
de: EPG herunterladen
uk: Завантажити EPG

source: configuration is saved
de: Konfiguration ist gespeichert
uk: конфігурація збережена

source: Please wait
de: Bitte wärten
uk: Будь ласка зачекайте

source: Donwloading epg.dat.gz
de: epg.dat.gz herunterladen
uk: Завантаження epg.dat.gz

source: Unzipping epg.dat.gz
de: epg.dat.gz entpacken
uk: Розпакування epg.dat.gz

source: Download epg.dat successful
de: epg.dat heruntergeladen erfolgreich
uk: epg.dat завантажений

source: Donwloading epg.dat.gz error
de: epg.dat heruntergeladen fehler
uk: помилка завантаження epg.dat

source: 2boom's Auto EPG Downloader
de: Auto EPG-Downloader (c) 2boom
uk: Авто завантажувач EPG (c) 2boom

source: Periodicity checks
de: Periodizität der Überprüfungen
uk: Періодичність перевірки

source: Show status message
de: Statusmeldung anzeigen
uk: Показувати статус завантаження

source: 60 min
uk: 60 мін

source: 120 min
uk: 120 мін

source: 180 min
uk: 180 мін

source: 240 min
uk: 240 мін

source: last epg.dat updated - not yet
de: epg.dat ist noch nicht aktualisiert
uk: epg.dat ще не оновлен

source: last epg.dat updated - %02d:%02d:%d %02d:%02d:%02d
de: letzte epg.dat Aktualisierung - %02d:%02d:%d %02d:%02d:%02d
uk: epg.dat оновлен - %02d:%02d:%d %02d:%02d:%02d

source: EPGFlush if support
de: Wird EPGFlush unterstützt
uk: Увімкнути EPGFlush (як що підтримуєтся)

source: Reset Settings
uk: Скинути налаштування

source: configuration default
uk: конфігурация за замовчуванням

source: Choice epg.dat source
de: Auswahl epg.data Quelle
uk: Вибір джерела epg.dat

source: Choice
de: Auswahl
uk: Вибір

source: Source
uk: Джерело epg.dat

source: Set autoupdate epg.dat
de: Auto-Update epg.dat aktivieren
uk: Включити автооновлення epg.dat
