Repository: OpenVisionE2/2boom-plugins
Catalog: ARbouquet/po/*.po
Languages: ru

source: %s added
ru: %s добавлено

source: %s removed
ru: %s удален

source: 2boom's ARbouquet
ru: Добавление/Удаление

source: 2boom's add/remove bouquet
ru: Добавить/Удалить фаворит

source: 2boom's add/remove bouquet config
ru: Настройки

source: Add bouquetfile
ru: Добавить фаворит

source: Add/remove bouquet in ExtensionMenu
ru: Добавление/Удаление фаворитов в расширенном меню

source: Close
ru: Закрыть

source: Input password (if needed)
ru: Введите пароль (если нужно)

source: Please wait
ru: Пожалуйста подождите

source: Reload servicelist
ru: Перезагрука списка каналов

source: Select bouquet type
ru: Выберите тип фаворита

source: add/remove bouquet
ru: добавить/удалить фаворит

source: configuration is saved
ru: конфигурация сохранена
